Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-IT-Trados.tmx
Source language: en_gb
Languages: it_it

source: For Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), when carrying out its activities pursuant to paragraph 1 and when adopting technical specifications and testing standards in accordance with paragraphs 2 and 3, the Commission shall take into account the requirements set out in Chapter III, Section 2, of that Regulation.
it_it: Per i sistemi di intelligenza artificiale che sono componenti di sicurezza ai sensi del regolamento (UE) 2024/1689 del Parlamento europeo e del Consiglio (*), nello svolgimento delle sue attività a norma del paragrafo 1 e nell'adottare specifiche tecniche e norme di prova conformemente ai paragrafi 2 e 3, la Commissione tiene conto dei requisiti di cui al capo III, sezione 2, di tale regolamento.

source: Amendment to Directive (EU) 2020/1828
it_it: Modifica della direttiva (UE) 2020/1828

source: In Article 5 of Directive (EU) 2016/797, the following paragraph is added:
it_it: All'articolo 5 della direttiva (UE) 2016/797 è aggiunto il paragrafo seguente:

source: When adopting delegated acts pursuant to paragraph 1 and implementing acts pursuant to paragraph 11 concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.
it_it: Nell'adottare atti delegati a norma del paragrafo 1 e atti di esecuzione a norma del paragrafo 11 per quanto concerne i sistemi di intelligenza artificiale che sono componenti di sicurezza ai sensi del regolamento (UE) 2024/1689 del Parlamento europeo e del Consiglio (*), si tiene conto dei requisiti di cui al capo III, sezione 2, di tale regolamento.

source: Amendment to Regulation (EU) 2019/2144
it_it: Modifica del regolamento (UE) 2019/2144

source: In Article 5 of Regulation (EU) 2018/858 the following paragraph is added:
it_it: All'articolo 5 del regolamento (UE) 2018/858 è aggiunto il paragrafo seguente:

source: When adopting delegated acts pursuant to paragraph 3 concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.
it_it: Nell'adottare atti delegati a norma del paragrafo 3 per quanto concerne i sistemi di intelligenza artificiale che sono componenti di sicurezza ai sensi del regolamento (UE) 2024/1689 del Parlamento europeo e del Consiglio (*), si tiene conto dei requisiti di cui al capo III, sezione 2, di tale regolamento.

source: Amendments to Regulation (EU) 2018/1139
it_it: Modifiche del regolamento (UE) 2018/1139

source: Regulation (EU) 2018/1139 is amended as follows:
it_it: Il regolamento (UE) 2018/1139 è così modificato:

source: in Article 17, the following paragraph is added:
it_it: all'articolo 17 è aggiunto il paragrafo seguente:

source: Without prejudice to paragraph 2, when adopting implementing acts pursuant to paragraph 1 concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.
it_it: Fatto salvo il paragrafo 2, nell'adottare atti di esecuzione a norma del paragrafo 1 per quanto concerne i sistemi di intelligenza artificiale che sono componenti di sicurezza ai sensi del regolamento (UE) 2024/1689 del Parlamento europeo e del Consiglio (*), si tiene conto dei requisiti di cui al capo III, sezione 2, di tale regolamento.

source: (*) Regulation (EU) 2024/1689 of the European Parliament and of the Council of 13 June 2024 laying down harmonised rules on artificial intelligence and amending Regulations (EC) No 300/2008, (EU) No 167/2013, (EU) No 168/2013, (EU) 2018/858, (EU) 2018/1139 and (EU) 2019/2144 and Directives 2014/90/EU, (EU) 2016/797 and (EU) 2020/1828 (Artificial Intelligence Act) (OJ L, 2024/1689, 12.7.2024, ELI: http://data.europa.eu/eli/reg/2024/1689/oj).’;"
it_it: (*) Regolamento(UE) 2024/… del Parlamento europeo e del Consiglio, del 13 giugno 2024, che stabilisce regole armonizzate sull'intelligenza artificiale e modifica i regolamenti (CE) n, 300/2008, (UE) n, 167/2013, (UE) n, 168/2013, (UE) 2018/858, (UE) 2018/1139 e (UE) 2019/2144 e le direttive 2014/90/UE, (UE) 2016/797 e (UE) 2020/1828 (regolamento sull'intelligenza artificiale) (GU L, 2024/1689, 12.7.2024, ELI: http://data.europa.eu/eli/reg/2024/1689/oj).»;"

source: When adopting delegated acts pursuant to paragraphs 1 and 2 concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689, the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.’
it_it: Nell'adottare atti delegati a norma dei paragrafi 1 e 2 per quanto concerne i sistemi di intelligenza artificiale che sono componenti di sicurezza ai sensi del regolamento (UE) 2024/1689, si tiene conto dei requisiti di cui al capo III, sezione 2, di tale regolamento.»

source: When adopting implementing acts pursuant to paragraph 1 concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689, the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.’
it_it: Nell'adottare atti di esecuzione a norma del paragrafo 1 per quanto concerne i sistemi di intelligenza artificiale che sono componenti di sicurezza ai sensi del regolamento (UE) 2024/1689, si tiene conto dei requisiti di cui al capo III, sezione 2, di tale regolamento.»

source: in Article 57, the following subparagraph is added:
it_it: all'articolo 57 è aggiunto il comma seguente:

source: ‘When adopting those implementing acts concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689, the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.’
it_it: «Nell'adottare tali atti di esecuzione per quanto concerne i sistemi di intelligenza artificiale che sono componenti di sicurezza ai sensi del regolamento (UE) 2024/1689, si tiene conto dei requisiti di cui al capo III, sezione 2, di tale regolamento.»

source: When adopting delegated acts pursuant to paragraphs 1 and 2 concerning Artificial Intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689, the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.’.
it_it: Nell'adottare atti delegati a norma dei paragrafi 1 e 2 per quanto concerne i sistemi di intelligenza artificiale che sono componenti di sicurezza ai sensi del regolamento (UE) 2024/1689, si tiene conto dei requisiti di cui al capo III, sezione 2, di tale regolamento.».

source: In Article 11 of Regulation (EU) 2019/2144, the following paragraph is added:
it_it: All'articolo 11 del regolamento (UE) 2019/2144 è aggiunto il paragrafo seguente:

source: When adopting the implementing acts pursuant to paragraph 2, concerning artificial intelligence systems which are safety components within the meaning of Regulation (EU) 2024/1689 of the European Parliament and of the Council (*), the requirements set out in Chapter III, Section 2, of that Regulation shall be taken into account.
it_it: Nell'adottare atti di esecuzione a norma del paragrafo 2 per quanto concerne i sistemi di intelligenza artificiale che sono componenti di sicurezza ai sensi del regolamento (UE) 2024/1689 del Parlamento europeo e del Consiglio (*), si tiene conto dei requisiti di cui al capo III, sezione 2, di tale regolamento.

source: In Annex I to Directive (EU) 2020/1828 of the European Parliament and of the Council (58), the following point is added:
it_it: All'allegato I della direttiva (UE) 2020/1828 del Parlamento europeo e del Consiglio (58) è aggiunto il punto seguente:

source: Regulation (EU) 2024/1689 of the European Parliament and of the Council of 13 June 2024 laying down harmonised rules on artificial intelligence and amending Regulations (EC) No 300/2008, (EU) No 167/2013, (EU) No 168/2013, (EU) 2018/858, (EU) 2018/1139 and (EU) 2019/2144 and Directives 2014/90/EU, (EU) 2016/797 and (EU) 2020/1828 (Artificial Intelligence Act) (OJ L, 2024/1689, 12.7.2024, ELI: http://data.europa.eu/eli/reg/2024/1689/oj).’.
it_it: Regolamento (UE) 2024/1689 del Parlamento europeo e del Consiglio. del 13 giugno 2024. che stabilisce regole armonizzate sull'intelligenza artificiale e modifica i regolamenti (CE) n, 300/2008, (UE) n, 167/2013, (UE) n, 168/2013, (UE) 2018/858, (UE) 2018/1139 e (UE) 2019/2144 e le direttive 2014/90/UE, (UE) 2016/797 e (UE) 2020/1828 (regolamento sull'intelligenza artificiale) (GU L, 2024/1689, 12.7.2024, ELI: http://data.europa.eu/eli/reg/2024/1689/oj).».

source: AI systems already placed on the market or put into service and general-purpose AI models already placed on the marked
it_it: Sistemi di IA già immessi sul mercato o messi in servizio e modelli di IA per finalità generali già immessi sul mercato

source: Without prejudice to the application of Article 5 as referred to in Article 113(3), point (a), AI systems which are components of the large-scale IT systems established by the legal acts listed in Annex X that have been placed on the market or put into service before 2 August 2027 shall be brought into compliance with this Regulation by 31 December 2030.
it_it: Fatta salva l'applicazione dell'articolo 5 di cui all'articolo 113, paragrafo 3, lettera a), i sistemi di IA che sono componenti di sistemi IT su larga scala istituiti dagli atti giuridici elencati nell'allegato X che sono stati immessi sul mercato o messi in servizio prima del 2 agosto 2027 sono resi conformi al presente regolamento entro il 31 dicembre 2030.

source: The requirements laid down in this Regulation shall be taken into account in the evaluation of each large-scale IT system established by the legal acts listed in Annex X to be undertaken as provided for in those legal acts and where those legal acts are replaced or amended.
it_it: Si tiene conto dei requisiti di cui al presente regolamento nella valutazione di ciascun sistema IT su larga scala istituito dagli atti giuridici elencati nell'allegato X da effettuare come previsto in tali atti giuridici e ove tali atti giuridici siano sostituiti o modificati.

source: Without prejudice to the application of Article 5 as referred to in Article 113(3), point (a), this Regulation shall apply to operators of high-risk AI systems, other than the systems referred to in paragraph 1 of this Article, that have been placed on the market or put into service before 2 August 2026, only if, as from that date, those systems are subject to significant changes in their designs.
it_it: Fatta salva l'applicazione dell'articolo 5 di cui all'articolo 113, paragrafo 3, lettera a), il presente regolamento si applica agli operatori dei sistemi di IA ad alto rischio, diversi dai sistemi di cui al paragrafo 1 del presente articolo, che sono stati immessi sul mercato o messi in servizio prima del 2 agosto 2026, solo se, a decorrere da tale data, tali sistemi sono soggetti a modifiche significative della loro progettazione.

source: In any case, the providers and deployers of high-risk AI systems intended to be used by public authorities shall take the necessary steps to comply with the requirements and obligations of this Regulation by 2 August 2030.
it_it: In ogni caso, i fornitori e deployers di sistemi di IA ad alto rischio destinati a essere utilizzati dalle autorità pubbliche adottano le misure necessarie per conformarsi ai requisiti e agli obblighi del presente regolamento entro il 2 agosto 2030.

source: Providers of general-purpose AI models that have been placed on the market before 2 August 2025 shall take the necessary steps in order to comply with the obligations laid down in this Regulation by 2 August 2027.
it_it: I fornitori di modelli di IA per finalità generali che sono stati immessi sul mercato prima del 2 agosto 2025 adottano le misure necessarie per conformarsi agli obblighi di cui al presente regolamento entro 2 agosto 2027.

source: Evaluation and review
it_it: Valutazione e riesame

source: The Commission shall assess the need for amendment of the list set out in Annex III and of the list of prohibited AI practices laid down in Article 5, once a year following the entry into force of this Regulation, and until the end of the period of the delegation of power laid down in Article 97.
it_it: La Commissione valuta la necessità di modificare l'elenco stabilito nell’allegato III e l'elenco di pratiche di IA vietate di cui all'articolo 5 una volta all'anno dopo l'entrata in vigore del presente regolamento e fino al termine del periodo della delega di potere di cui all'articolo 97.

source: The Commission shall submit the findings of that assessment to the European Parliament and the Council.
it_it: La Commissione trasmette i risultati della valutazione al Parlamento europeo e al Consiglio.

source: By 2 August 2028 and every four years thereafter, the Commission shall evaluate and report to the European Parliament and to the Council on the following:
it_it: Entro il 2 agosto 2028 e successivamente ogni quattro anni, la Commissione valuta e riferisce al Parlamento europeo e al Consiglio in merito a quanto segue:

source: the need for amendments extending existing area headings or adding new area headings in Annex III;
it_it: la necessità di modifiche che amplino le rubriche settoriali esistenti o ne aggiungano di nuove all'allegato III;

source: amendments to the list of AI systems requiring additional transparency measures in Article 50;
it_it: modifiche dell'elenco dei sistemi di IA che richiedono ulteriori misure di trasparenza di cui all'articolo 50;

source: amendments enhancing the effectiveness of the supervision and governance system.
it_it: modifiche volte a migliorare l'efficacia del sistema di supervisione e di governance.

source: By 2 August 2029 and every four years thereafter, the Commission shall submit a report on the evaluation and review of this Regulation to the European Parliament and to the Council.
it_it: Entro il 2 agosto 2029 e successivamente ogni quattro anni, la Commissione trasmette al Parlamento europeo e al Consiglio una relazione di valutazione e sul riesame del presente regolamento.

source: The report shall include an assessment with regard to the structure of enforcement and the possible need for a Union agency to resolve any identified shortcomings.
it_it: La relazione include una valutazione in merito alla struttura di esecuzione e all'eventuale necessità di un'agenzia dell'Unione che ponga rimedio alle carenze individuate.

source: On the basis of the findings, that report shall, where appropriate, be accompanied by a proposal for amendment of this Regulation.
it_it: Sulla base dei risultati, la relazione è corredata, se del caso, di una proposta di modifica del presente regolamento.

source: The reports shall be made public.
it_it: Le relazioni sono rese pubbliche.

source: The reports referred to in paragraph 2 shall pay specific attention to the following:
it_it: Le relazioni di cui al paragrafo 2 dedicano particolare attenzione agli aspetti seguenti:

source: the status of the financial, technical and human resources of the national competent authorities in order to effectively perform the tasks assigned to them under this Regulation;
it_it: lo stato delle risorse finanziarie, tecniche e umane necessarie alle autorità nazionali competenti per lo svolgimento efficace dei compiti loro assegnati a norma del presente regolamento;

source: the state of penalties, in particular administrative fines as referred to in Article 99(1), applied by Member States for infringements of this Regulation;
it_it: lo stato delle sanzioni, in particolare delle sanzioni amministrative pecuniarie di cui all'articolo 99, paragrafo 1, applicate dagli Stati membri in caso di violazione del presente regolamento;

source: adopted harmonised standards and common specifications developed to support this Regulation;
it_it: le norme armonizzate adottate e le specifiche comuni elaborate a sostegno del presente regolamento;

source: the number of undertakings that enter the market after the entry into application of this Regulation, and how many of them are SMEs.
it_it: il numero di imprese che entrano sul mercato dopo l'entrata in vigore del presente regolamento e quante di esse sono PMI.

source: By 2 August 2028, the Commission shall evaluate the functioning of the AI Office, whether the AI Office has been given sufficient powers and competences to fulfil its tasks, and whether it would be relevant and needed for the proper implementation and enforcement of this Regulation to upgrade the AI Office and its enforcement competences and to increase its resources.
it_it: Entro il 2 agosto 2028, la Commissione valuta il funzionamento dell'ufficio per l'IA, se all'ufficio per l’IA siano stati conferiti poteri e competenze adeguati per svolgere i suoi compiti e se sia pertinente e necessario per la corretta attuazione ed esecuzione del presente regolamento potenziare l'ufficio per l'IA e le sue competenze di esecuzione e aumentarne le risorse.

source: The Commission shall submit a report on its evaluation to the European Parliament and to the Council.
it_it: La Commissione trasmette una relazione sulla valutazione di tale ufficio per l’IA al Parlamento europeo e al Consiglio.

source: By 2 August 2028 and every four years thereafter, the Commission shall submit a report on the review of the progress on the development of standardisation deliverables on the energy-efficient development of general-purpose AI models, and asses the need for further measures or actions, including binding measures or actions.
it_it: Entro il 2 agosto 2028 e successivamente ogni quattro anni, la Commissione presenta una relazione sull'esame dei progressi compiuti riguardo allo sviluppo di prodotti della normazione relativi allo sviluppo efficiente sotto il profilo energetico di modelli di IA per finalità generali e valuta la necessità di ulteriori misure o azioni, comprese misure o azioni vincolanti.

source: The report shall be submitted to the European Parliament and to the Council, and it shall be made public.
it_it: La relazione è presentata al Parlamento europeo e al Consiglio ed è resa pubblica.

source: By 2 August 2028 and every three years thereafter, the Commission shall evaluate the impact and effectiveness of voluntary codes of conduct to foster the application of the requirements set out in Chapter III, Section 2 for AI systems other than high-risk AI systems and possibly other additional requirements for AI systems other than high-risk AI systems, including as regards environmental sustainability.
it_it: Entro il 2 agosto 2028 e successivamente ogni tre anni la Commissione valuta l'impatto e l'efficacia dei codici di condotta volontari per la promozione dell'applicazione dei requisiti di cui al capo III, sezione 2, per i sistemi di IA diversi dai sistemi di IA ad alto rischio ed eventualmente di altri requisiti supplementari per i sistemi di IA diversi dai sistemi di IA ad alto rischio, anche per quanto riguarda la sostenibilità ambientale.

source: For the purposes of paragraphs 1 to 7, the Board, the Member States and national competent authorities shall provide the Commission with information upon its request and without undue delay.
it_it: Ai fini dei paragrafi da 1 a 7, il consiglio per l'IA, gli Stati membri e le autorità nazionali competenti forniscono alla Commissione informazioni su sua richiesta e senza indebito ritardo.

source: In carrying out the evaluations and reviews referred to in paragraphs 1 to 7, the Commission shall take into account the positions and findings of the Board, of the European Parliament, of the Council, and of other relevant bodies or sources.
it_it: Nello svolgere le valutazioni e i riesami di cui ai paragrafi da 1 a 7, la Commissione tiene conto delle posizioni e delle conclusioni del consiglio per l'IA, del Parlamento europeo e del Consiglio, nonché di altri organismi o fonti pertinenti.

source: The Commission shall, if necessary, submit appropriate proposals to amend this Regulation, in particular taking into account developments in technology, the effect of AI systems on health and safety, and on fundamental rights, and in light of the state of progress in the information society.
it_it: Se necessario, la Commissione presenta opportune proposte di modifica del presente regolamento tenendo conto, in particolare, degli sviluppi delle tecnologie e dell'effetto dei sistemi di IA sulla salute, sulla sicurezza e sui diritti fondamentali, nonché alla luce dei progressi della società dell'informazione.

source: To guide the evaluations and reviews referred to in paragraphs 1 to 7 of this Article, the AI Office shall undertake to develop an objective and participative methodology for the evaluation of risk levels based on the criteria outlined in the relevant Articles and the inclusion of new systems in:
it_it: Per orientare le valutazioni e i riesami di cui ai paragrafi da 1 a 7, l'Ufficio per l'IA si impegna a sviluppare una metodologia obiettiva e partecipativa per la valutazione dei livelli di rischio basata sui criteri definiti negli articoli pertinenti e l'inclusione di nuovi sistemi:

source: the list set out in Annex III, including the extension of existing area headings or the addition of new area headings in that Annex;
it_it: nell'elenco stabilito nell’allegato III, compreso l'ampliamento delle rubriche settoriali esistenti o l'aggiunta di nuove rubriche settoriali in tale allegato;

source: the list of prohibited practices set out in Article 5; and
it_it: nell'elenco delle pratiche vietate stabilite all’articolo 5; e

source: the list of AI systems requiring additional transparency measures pursuant to Article 50.
it_it: nell'elenco dei sistemi di IA che richiedono ulteriori misure di trasparenza a norma dell'articolo 50.

source: Any amendment to this Regulation pursuant to paragraph 10, or relevant delegated or implementing acts, which concerns sectoral Union harmonisation legislation listed in Section B of Annex I shall take into account the regulatory specificities of each sector, and the existing governance, conformity assessment and enforcement mechanisms and authorities established therein.
it_it: Eventuali modifiche al presente regolamento a norma del paragrafo 10, o i pertinenti atti delegati o di esecuzione, che riguardano la normativa settoriale di armonizzazione dell'Unione elencata nell'allegato I, sezione B, tengono conto delle specificità normative di ciascun settore e dei vigenti meccanismi di governance, valutazione della conformità ed esecuzione e delle autorità da essi stabilite.

source: By 2 August 2031, the Commission shall carry out an assessment of the enforcement of this Regulation and shall report on it to the European Parliament, the Council and the European Economic and Social Committee, taking into account the first years of application of this Regulation.
it_it: Entro il 2 agosto 2031, la Commissione effettua una valutazione dell'esecuzione del presente regolamento e riferisce in merito al Parlamento europeo, al Consiglio e al Comitato economico e sociale europeo, tenendo conto dei primi anni di applicazione del presente regolamento.
